Repository: whooohq/whq-wordpress-starter-bricks
Catalog: plugins/login-recaptcha/languages/login-recaptcha-*.po
Languages: fr_fr, ru_ru, zh_cn

source: <a href="%s" target="_blank">Click here</a> to create or view keys for Google NoCaptcha.
fr_fr: <a href="%s" target="_blank">Cliquez ici</a> pour créer ou voir les clés pour Google NoCaptcha.
ru_ru: <a href="%s" target="_blank">Нажмите здесь</a>, чтобы создать или просмотреть ключи Google NoCaptcha.
zh_cn: <a href=""%s" target="_blank">创建或查看键</a>

source: Adds a Google reCAPTCHA No Captcha checkbox to the login form, thwarting automated hacking attempts
fr_fr: Ajoute un système Google reCAPTCHA No Captcha à l'écran de connexion contre les tentatives d'intrusion automatisées.

source: Attempt to log in to your site admin from that new browser
fr_fr: Tentez de vous connecter à l'administration du site avec ce nouveau navigateur
ru_ru: Из нового браузера попытайтесь войти на сайт
zh_cn: 尝试从全新的浏览器登录到您的站点管理员

source: Delete Keys and Disable
fr_fr: Effacer les clés et désactiver le plugin
ru_ru: Удалить ключи и отключить
zh_cn: 删除键和禁用

source: Do <em>not</em> close this window or log out from this browser until you are confident that reCAPTCHA is working and you will be able to log in again. <br /><strong>You have been warned</strong>.
fr_fr: <b>Ne pas fermer cette fenêtre ni quitter ce navigateur</b> avant d'être sûr que reCAPTCHA fonctionne et que vous pourrez vous connecter de nouveau. <br /><strong>Vous êtes prévenu(e)</strong>.
ru_ru: <em>Не</em> закрывайте это окно и <em>не</em> выходите из сайта из текущего браузера до тех пор, пока Вы не убедитесь, что reCAPTCHA работает корректно и Вы можете войти на сайт снова.<br /><strong>Вы были предупреждены</strong>.
zh_cn: 不要关闭这个窗口，或从该浏览器，直到你有信心，验证码正在注销，你将可以再次登录。你已经被警告。

source: Example
fr_fr: Exemple
ru_ru: Пример
zh_cn: 例

source: If the reCAPTCHA displays correctly above, proceed as follows:
fr_fr: Si le reCAPTCHA s'affiche correctement, procédez ainsi :
ru_ru: Если reCAPTCHA выше отображается правильно, сделайте следующее:
zh_cn: 如果验证码正确显示上面，步骤如下

source: If you are logged in on that new browser, log out
fr_fr: Si vous êtes connecté(e) sur ce nouveau navigateur, déconnectez-vous.
ru_ru: Если вы вошли на сайт в новом браузере, выйдите из своей учетной записи
zh_cn: 如果您登录在新的浏览器，注销

source: If you have any problems logging in, click "%s" above and/or deactivate the plugin.
fr_fr: Si vous avez des problèmes pour vous connecter, cliquez "%s" ci-dessus et/ou désactivez le plugin.
ru_ru: Если Вы испытываете проблемы со входом на сайт, нажмите "%s" выше и/или деактивируйте плагин.
zh_cn: 如果您有任何问题，登录，禁用插件。"%s"

source: If you see an error message above, check your keys before proceeding.
fr_fr: Si vous voyez un message d'erreur, vérifiez vos clés avant de continuer.
ru_ru: Если Вы видите сообщение об ошибке выше, проверьте правильность ввода ключей.
zh_cn: 如果你看到上面的错误消息，在继续之前检查你的钥匙。

source: Login NoCaptcha has not been properly configured. <a href="%s">Click here</a> to configure.
fr_fr: La configuration de Login NoCaptcha est incorrecte. <a href="%s">Cliquez ici</a> pour reconfigurer.
ru_ru: Login NoCaptcha не настроена. <a href="%s">Нажмите здесь</a> для настройки.
zh_cn: <a href="%s">没有被正确配置。</a>

source: Login NoCaptcha is not working. <a href="%s">Please check your settings</a>.
fr_fr: Login NoCaptcha ne fonctionne pas. <a href="%s">Veuillez vérifier vos réglages</a>.
ru_ru: Login NoCaptcha не работает. <a href="%s">Пожалуйста, проверьте настройки</a>.
zh_cn: <a href="%s">登录没有验证码无法正常工作。</a>

source: Login NoCaptcha is not working. <a href="%s">Please check your settings</a>. The message from Google was: %s
fr_fr: Login NoCaptcha ne fonctionne pas. <a href="%s">Veuillez vérifier vos réglages.</a>. Le message de Google est : %s
ru_ru: Login NoCaptcha не работает. <a href="%s">Пожалуйста, проверьте настройки</a>. Сообщение от Google: %s
zh_cn: <a href="%s">登录没有验证码无法正常工作。</a> 从谷歌的信息是：%s 的

source: Login NoCaptcha Options
fr_fr: Options de Login NoCaptcha
ru_ru: Настройки Login NoCaptcha
zh_cn: Login NoCaptcha 选项

source: Login NoCatpcha Options
fr_fr: Options de Login NoCaptcha
ru_ru: Настройки Login NoCaptcha
zh_cn: 选项

source: Next Steps
fr_fr: Prochaines étapes
ru_ru: Ваши следующие шаги:
zh_cn: 下一步

source: Open a completely different browser than this one
fr_fr: Ouvrez un navigateur différent de celui en cours
ru_ru: Откройте браузер, отличный от Вашего или используйте режим инкогнито
zh_cn: 打开一个完全不同的浏览器比这个

source: Secret Key
fr_fr: Clé secrète
ru_ru: Секретный ключ
zh_cn: 秘匙

source: Site Key
fr_fr: Clé de site
ru_ru: Ключ сайта
zh_cn: 网站的关键

source: The response from Google was not valid.
fr_fr: La réponse de Google était invalide.
ru_ru: Ответ от Google недействителен.
zh_cn: 来自 Google 的响应不是有效的。

source: The response parameter is invalid or malformed.
fr_fr: Le paramètre de réponse est invalide ou malformé.
ru_ru: Параметр ответа недействителен или неверен.
zh_cn: 响应参数是无效或格式错误。

source: The response parameter is missing.
fr_fr: Le paramètre de réponse manque.
ru_ru: Отсутствует параметр ответа.
zh_cn: 响应参数缺失。

source: The secret parameter is invalid or malformed.
fr_fr: Le paramètre secret est invalide ou malformé.
ru_ru: Секретный параметр недействителен или неверен.
zh_cn: 秘密参数无效或格式错误。

source: The secret parameter is missing.
fr_fr: Le paramètre secret manque.
ru_ru: Секретный параметр отсутствует.
zh_cn: 秘密参数丢失。

source: Save Changes
fr_fr: Enregistrer les modifications
ru_ru: Сохранить изменения

source: <strong>ERROR</strong>&nbsp;: Please check the ReCaptcha box.
fr_fr: <strong>ERREUR</strong>&nbsp;: Merci de vérifier le ReCAPTCHA.
ru_ru: <strong>ОШИБКА</strong>&nbsp;: Пожалуйста, отметьте поле ReCaptcha

source: <strong>ERROR</strong>&nbsp;: Incorrect ReCaptcha, please try again.
fr_fr: <strong>ERREUR</strong>&nbsp;: ReCaptcha incorrect, merci de recommencer.
ru_ru: <strong>ОШИБКА</strong>&nbsp;: Неверная ReCaptcha, попробуйте еще раз.

source: Adds a Google ReCaptcha No Captcha checkbox to the login form, thwarting automated hacking attempts
zh_cn: 增加了Google ReCaptcha 无验证码复选框，登录表单，挫败自动化的黑客攻击

source: Please check the ReCaptcha box.
zh_cn: 请检查和ReCaptcha框。

source: Incorrect ReCaptcha, please try again.
zh_cn: 不正确，请重试。

source: There was no response from Google.
zh_cn: 从谷歌的反应是无效的。
