Repository: whooohq/whq-wordpress-starter-bricks
Catalog: plugins/reveal-ids-for-wp-admin-25/languages/reveal-ids-for-wp-admin-25-*.po
Languages: uk

source: Visit plugin homepage
uk: Відвідати сторінку плагіну

source: plugin
uk: плагін

source: Version
uk: Версія

source: Author
uk: Автор

source: Enhanced by Reveal IDs Plugin
uk: Підтримується плагіном Reveal IDs

source: ID
uk: Ідентифікатор

source: More of my WordPress plugins
uk: Більше моїх плагінів WordPress

source: You may also be interested in some of my other plugins:
uk: Вас також можуть зацікавити мої інші плагіни:

source: Show other plugins by this author inline &raquo;
uk: Показати інші плагіни цього автора інлайн &raquo;

source: More plugins at: <a class="button rbutton" href="http://www.schloebe.de/portfolio/" target="_blank">www.schloebe.de</a>
uk: Більше плагінів тут: <a class="button rbutton" href="http://www.schloebe.de/portfolio/" target="_blank">www.schloebe.de</a>

source: Help
uk: Допомога

source: All options to enable/disable the display of IDs have been removed in version 1.3.0! If you would like to hide the ID column on a specific panel, just remove it in the options panel.
uk: Всі варіанти для включення/відключення відображення ідентифікаторів були видалені у версії 1.3.0! Якщо ви хочете приховати стовпець з ID на конкретній панелі, просто видаліть його в панелі налаштувань.

source: <strong>Reveal IDs</strong> 1.3.0 and above require at least WordPress 3.0! If you're still using a WP version prior to 3.0, please <a href='%s'>use Reveal IDs version 1.2.7</a>! Consider updating to the latest WP version for your own safety!
uk: <strong>Reveal IDs</strong> 1.3.0 і вище вимагають щонаймеш версію WordPress 3.0! Якщо ви досі користуєтесь версією до 3.0, будь-ласка <a href='%s'>використовуйте версію Reveal IDs 1.2.7</a>! Оновлюйте до останньої версії WP на ваш власний розсуд!

source: Reveals hidden IDs in Admin interface that have been removed with WordPress 2.5 (formerly known as Entry IDs in Manage Posts/Pages View for WP 2.5). See <a href="options-general.php?page=reveal-ids-for-wp-admin-25/reveal-ids-for-wp-admin-25.php">options page</a> for information.
uk: Показує приховані ідентифікатори в панелі адміністратора, які були видалені з WordPress 2.5 (раніше відомо як Ввести ID в Управлінні Публікаціями/Сторінками для WP 2.5). Дивіться інформацію <a href="options-general.php?page=reveal-ids-for-wp-admin-25/reveal-ids-for-wp-admin-25.php">options page</a>.
