Repository: whooohq/whq-wordpress-starter-bricks
Catalog: plugins/profile-builder/translation/profile-builder-*.po
Languages: pt_br

source: You can read more info about this shortcode by following <a href="https://www.cozmoslabs.com/docs/profile-builder-2/developers-knowledge-base/shortcodes/resend-confirmation-email/">this url</a>.
pt_br: Você pode ler mais informações sobre este shortcode seguindo <a href="https://www.cozmoslabs.com/docs/profile-builder-2/developers-knowledge-base/shortcodes/resend-confirmation-email/">este URL</a>.

source: Enable Resend Activation Email shortcode
pt_br: Ativar shortcode de reenvio de e-mail de ativação

source: You can read more info about this shortcode by following <a href="https://www.cozmoslabs.com/docs/profile-builder-2/developers-knowledge-base/shortcodes/display-user-meta/">this url</a>.
pt_br: Você pode ler mais informações sobre este shortcode seguindo <a href="https://www.cozmoslabs.com/docs/profile-builder-2/developers-knowledge-base/shortcodes/display-user-meta/">este URL</a>.

source: By checking this option, each time a modifies his profile the date and time will be saved in the database.
pt_br: Ao marcar esta opção, cada vez que um modificar seu perfil, a data e hora serão salvas no banco de dados.

source: Save 'Last Profile Update' date in usermeta
pt_br: Salvar a data da 'Última atualização do perfil' no usermeta

source: The meta name for the field will be <strong>last_login_date</strong>.
pt_br: O meta nome do campo será <strong>last_login_date</strong>.

source: By checking this option, each time a user logins, the date and time will be saved in the database.
pt_br: Ao marcar esta opção, cada vez que um usuário fizer login, a data e a hora serão salvas no banco de dados.

source: Save 'Last Login' date in usermeta
pt_br: Salve a data do 'Último Login' no usermeta

source: Using this option you can redirect these pages, sending users who try to access them to your home page.
pt_br: Usando esta opção, você pode redirecionar essas páginas, enviando os usuários que tentarem acessá-las para sua página inicial.

source: By default, users placed in Admin Approval will not be able to login, but the Author pages will be accessible.
pt_br: Por padrão, os usuários colocados na Aprovação do administrador não poderão fazer login, mas as páginas do autor estarão acessíveis.

source: Redirect '/author' page if user is not approved
pt_br: Redirecionar a página '/author' se o usuário não for aprovado

source: You can <a href="https://www.cozmoslabs.com/docs/profile-builder-2/manage-user-fields/#Manage_existing_custom_fields_with_Profile_Builder" target="_blank">create a field with this meta name</a> in Profile Builder to display it in the Userlisting or Edit Profile forms.
pt_br: Você pode <a href="https://www.cozmoslabs.com/docs/profile-builder-2/manage-user-fields/#Manage_existing_custom_fields_with_Profile_Builder" target="_blank">criar um campo com este meta nome</a> no Profile Builder para exibi-lo nos formulários Userlisting ou Edit Profile.

source: If you check this option, the status will also be saved in the '*_usermeta' table under the <strong>wppb_approval_status</strong> meta name.
pt_br: Se você marcar esta opção, o status também será salvo na tabela '*_usermeta' sob o meta nome <strong>wppb_approval_status</strong>.

source: By default, the Admin Approval status is saved as a custom taxonomy that is attached to the user.
pt_br: Por padrão, o status Aprovação do administrador é salvo como uma taxonomia personalizada anexada ao usuário.

source: Save Admin Approval status in usermeta
pt_br: Salvar o status de aprovação do administrador no usermeta

source: The default is 3 seconds. Leave empty if you do not want to change it.
pt_br: O padrão é 3 segundos. Deixe em branco se não quiser alterá-lo.

source: This allows you to change the amount of seconds it takes for the <strong>'After Registration'</strong> redirect to happen.
pt_br: Isso permite que você altere a quantidade de segundos que leva para o redirecionamento <strong>'Após o registro'</strong> acontecer.

source: Modify default Redirect Delay timer
pt_br: Modificar o temporizador de atraso de redirecionamento padrão

source: setting
pt_br: configuração

source: Consider 'Anyone can Register' WordPress option
pt_br: Considere a opção 'Qualquer um pode se registrar' WordPress

source: When saving the back-end user profile, Profile Builder fields will not be validated anymore. eg.: bypass required attribute
pt_br: Ao salvar o perfil do usuário back-end, os campos do Profile Builder não serão mais validados. ex.: ignorar atributo obrigatório

source: Remove validation from back-end profile page
pt_br: Remover a validação da página de perfil de back-end

source: Check the 'Remember Me' checkbox on Login forms, by default.
pt_br: Marque a caixa de seleção 'Lembrar-me' nos formulários de login, por padrão.

source: Remember me checked by default
pt_br: Lembrar de mim marcado por padrão

source: Users registering through any of the selected forms will not need to confirm their email address.
pt_br: Os usuários que se registrarem por meio de qualquer um dos formulários selecionados não precisarão confirmar seu endereço de e-mail.

source: Forms that should bypass Email Confirmation
pt_br: Formulários que devem ignorar a confirmação de e-mail

source: You should add only the domain in the list from above. eg.: gmail.com
pt_br: Você deve adicionar apenas o domínio na lista acima. ex.: gmail.com

source: This option lets you allow registrations only from certain domains or deny registrations from certain domains.
pt_br: Essa opção permite que você permita registros apenas de determinados domínios ou negue registros de determinados domínios.

source: Allow or deny email domains from registering
pt_br: Permitir ou negar o registro de domínios de e-mail

source: Allows you to define some words which users cannot use in their Username, First Name or Last Name when registering.
pt_br: Permite definir algumas palavras que os usuários não podem usar em seu nome de usuário, nome ou sobrenome ao se registrar.

source: Error message:
pt_br: Mensagem de erro:

source: Ban certain words from being used in fields
pt_br: Proibir certas palavras de serem usadas em campos

source: eg.: <strong>John Doe</strong> instead of <strong>john doe</strong>
pt_br: ex.: <strong>John Doe</strong> em vez de <strong>john doe</strong>

source: Enable Usermeta shortcode
pt_br: Ativar shortcode Usermeta

source: You can read more info about this shortcode by following <a href="https://www.cozmoslabs.com/docs/profile-builder-2/developers-knowledge-base/shortcodes/compare-shortcode/">this url</a>.
pt_br: Você pode ler mais informações sobre este shortcode seguindo <a href="https://www.cozmoslabs.com/docs/profile-builder-2/developers-knowledge-base/shortcodes/compare-shortcode/">este url</a>.

source: The meta name for the field will be <strong>last_profile_update_date</strong>.
pt_br: O meta nome do campo será <strong>last_profile_update_date</strong>.

source: If you have these fields in your forms, they will be always saved with the first letter as uppercase.
pt_br: Se você tiver esses campos em seus formulários, eles sempre serão salvos com a primeira letra maiúscula.

source: Always capitalize 'First Name' and 'Last Name' default fields
pt_br: Sempre coloque em maiúscula os campos padrão 'Nome' e 'Sobrenome'

source: You will still be able to use them from a front-end edit profile form.
pt_br: Você ainda poderá usá-los em um formulário de perfil de edição de front-end.

source: Repeater Fields from Profile Builder do not work on the back-end user profile page, they are just displayed. If you want to remove them completely, you can use this option.
pt_br: Os campos do repetidor do Profile Builder não funcionam na página de perfil do usuário back-end, eles são apenas exibidos. Se você deseja removê-los completamente, você pode usar esta opção.

source: Hide Repeater Fields from the back-end profile page
pt_br: Ocultar campos de repetidor da página de perfil de back-end

source: Will make all Datepickers use Monday as the first day of the week.
pt_br: Fará com que todos os Datepickers usem segunda-feira como o primeiro dia da semana.

source: Datepicker starts on Monday
pt_br: Datepicker começa na segunda-feira

source: By checking this option, the password will be automatically generated and emailed to the user.
pt_br: Ao marcar esta opção, a senha será gerada automaticamente e enviada por e-mail ao usuário.

source: Automatically generate password for users
pt_br: Gerar senha automaticamente para usuários

source: Invalid email.
pt_br: E-mail inválido.

source: Welcome to %1$s!<br/><br/><br/>Your username is: %2$s and the password: %3$s<br/><br/>Access your account: %4$s
pt_br: Bem-vindo a %1$s!<br/><br/><br/>Seu nome de usuário é: %2$s e a senha: %3$s<br/><br/>Acesse sua conta: %4$s

source: See details
pt_br: Ver detalhes

source: You are not currently logged in.
pt_br: Você não está logado no momento.

source: No feed available,please visit our <a href="%s">homepage</a>!
pt_br: Nenhum item disponível, por gentileza, visite nossa <a href="%s">página inicial</a>!

source: Allowed Pages
pt_br: Páginas Permitidas

source: Redirect to
pt_br: Redirecionar para

source: Private Website
pt_br: Website Privado

source: Allow these pages to be accessed even if you are not logged in
pt_br: Permitir que estas páginas sejam acessadas mesmo se você não estiver logado

source: You can force access to wp-login.php so you don't get locked out of the site by accessing the link:
pt_br: Você pode forçar o acesso ao wp-login.php para não ficar bloqueado no site acessando o link:

source: Redirects to this page if not logged in. We recommend this page contains the [wppb-login] shortcode.
pt_br: Redireciona para esta página se não estiver conectado. Recomendamos que esta página contenha o shortcode [wppb-login].

source: Default WordPress login page
pt_br: Página de login padrão do WordPress

source: Activate Private Website. It will restrict the content, RSS and REST API for your website
pt_br: Ative o site privado. Ele restringirá o conteúdo, RSS e API REST do seu site

source: Enable Private Website
pt_br: Ativar site privado

source: Private Website Settings
pt_br: Configurações do site privado

source: We recommend "<a href="%s" target="_blank">Custom Profile Menus</a>" addon if you need different menu items for logged in / logged out users.
pt_br: Recomendamos o complemento "<a href="%s" target="_blank">Custom Profile Menus</a>" se você precisar de itens de menu diferentes para usuários conectados/desconectados.

source: Hide all menu items if you are not logged in.
pt_br: Oculte todos os itens do menu se você não estiver logado.

source: Hide all Menus
pt_br: Ocultar todos os menus

source: Submit & Deactivate
pt_br: Enviar & Desativar

source: Please tell us more
pt_br: Por favor, conte-nos mais

source: Tell us what you couldn't find
pt_br: Diga-nos o que você não conseguiu encontrar

source: Poor Documentation
pt_br: Documentação ruim

source: Give us another try! Open a support ticket <a href='https://www.cozmoslabs.com/support/open-ticket/' target='_blank'>here</a>
pt_br: Dê-nos outra tentativa! Abra um tíquete de suporte <a href='https://www.cozmoslabs.com/support/open-ticket/' target='_blank'>aqui</a>

source: Unsatisfactory support
pt_br: Suporte insatisfatório

source: How can we improve our user experience ?
pt_br: Como podemos melhorar nossa experiência de usuário?

source: Hard to use
pt_br: Difícil de usar

source: What feature would you like to see?
pt_br: Qual característica você gostaria de ver?

source: Lacking certain features
pt_br: Faltam alguns recursos

source: Save the communication preferences order
pt_br: Salve a ordem de preferências de comunicação

source: Communication Preferences Order
pt_br: Ordem de preferências de comunicação

source: Select which communication preferences are available on your site ( drag and drop to re-order )
pt_br: Selecione quais preferências de comunicação estão disponíveis em seu site (arraste e solte para reordenar)

source: Communication Preferences
pt_br: Preferências de comunicação

source: Registration & Edit Profile Forms
pt_br: Formulários de registro e edição de perfil

source: Form Field Properties
pt_br: Propriedades do campo de formulário

source: Other
pt_br: Outro

source: Manage Form Fields
pt_br: Gerenciar campos de formulário

source: Form Fields
pt_br: Campos do formulário

source: Docs
pt_br: Documentação

source: View Profile Builder documentation
pt_br: Ver a documentação do Profile Builder

source: I allow the website to collect and store the data I submit through this form.
pt_br: Autorizo o site a recolher e armazenar os dados que submeto através deste formulário.

source: GDPR Checkbox
pt_br: Caixa de seleção GDPR

source: Submit and Deactivate
pt_br: Enviar e desativar

source: Skip and Deactivate
pt_br: Pular e desativar

source: Because we care about our clients, please leave us feedback on why you are no longer using our plugin.
pt_br: Como nos preocupamos com nossos clientes, deixe-nos um feedback sobre por que você não está mais usando nosso plugin.

source: Quick Feedback
pt_br: Feedback rápido

source: Choose one of the supported fields you manage <a href="%s">here</a>
pt_br: Escolha um dos campos suportados que você gerencia <a href="%s">aqui</a>

source: An account with this email address already exists.<br> Do you want to connect it?
pt_br: Uma conta com esse e-mail já existe.<br> Você gostaria de conectá-la?

source: If checked the Subscribe checkbox in the front-end will be checked by default on register forms
pt_br: Se marcada, a caixa de seleção Assinar no front-end será marcada por padrão nos formulários de registro

source: Select in which MailChimp list you wish to add a new subscriber
pt_br: Selecione em qual lista do MailChimp você deseja adicionar um novo assinante

source: Please enter a MailChimp API key <a href="%s">here</a>.
pt_br: Insira uma chave de API do MailChimp <a href="%s">aqui</a>.

source: Something went wrong. Either the API key is invalid or we could not connect to MailChimp to validate the key.
pt_br: Algo deu errado. A chave da API é inválida ou não foi possível conectar ao MailChimp para validar a chave.

source: MailChimp API key is invalid
pt_br: A chave da API MailChimp é inválida

source: MailChimp API key is empty
pt_br: A chave da API do MailChimp está vazia

source: If you select double opt-in, the user will receive an email to confirm the subscription
pt_br: Se você selecionar double opt-in, o usuário receberá um e-mail para confirmar a assinatura

source: Associate each MailChimp group with a Profile Builder field
pt_br: Associe cada grupo do MailChimp a um campo do Profile Builder

source: Associate each MailChimp field with a Profile Builder field
pt_br: Associe cada campo do MailChimp a um campo do Profile Builder

source: Enter a MailChimp API key. You can create keys in your MailChimp account.
pt_br: Insira uma chave de API do MailChimp. Você pode criar chaves em sua conta MailChimp.

source: Either the API key is not valid or we could not connect to MailChimp to validate it!
pt_br: Ou a chave da API não é válida ou não foi possível conectar ao MailChimp para validá-la!

source: We couldn't find any lists
pt_br: Não foi possível encontrar nenhuma lista

source: MailChimp List
pt_br: Lista Mailchimp

source: Before you can make any changes you will need to add a MailChimp API key.
pt_br: Antes de fazer qualquer alteração, você precisará adicionar uma chave de API do MailChimp.

source: MailChimp Integration
pt_br: Integração MailChimp

source: The approval link is not valid! Please <a href="%s"> log in </a> to approve the user manually.
pt_br: O link de aprovação não é válido! Por favor, <a href="%s"> faça login </a> para aprovar o usuário manualmente.

source: Check this to allow users to create their own options beside the pre-existing ones.
pt_br: Marque isso para permitir que os usuários criem suas próprias opções além das pré-existentes.

source: User Inputted Options
pt_br: Opções inseridas pelo usuário

source: Select2 multi-value select boxes can set restrictions regarding the maximum number of options selected.
pt_br: As caixas de seleção de vários valores Select2 podem definir restrições em relação ao número máximo de opções selecionadas.

source: Please install and activate MailPoet plugin.
pt_br: Por favor, instale e ative o plugin MailPoet.

source: We couldn't find any lists in your MailPoet settings.
pt_br: Não encontramos nenhuma lista nas configurações do MailPoet.

source: Select in which MailPoet list you wish to add a new subscriber
pt_br: Selecione em qual lista MailPoet você deseja adicionar um novo assinante

source: Something went wrong. Either the MailChimp API key is missing or it is invalid.
pt_br: Algo deu errado. A chave da API do MailChimp está ausente ou é inválida.

source: Adds a basic subscribe form so that your users can subscribe to your MailChimp lists
pt_br: Adiciona um formulário de inscrição básico para que seus usuários possam se inscrever em suas listas do MailChimp

source: Profile Builder MailChimp Widget
pt_br: Widget MailChimp do Profile Builder

source: We couldn't find any lists in your MailChimp settings.
pt_br: Não encontramos nenhuma lista nas configurações do MailChimp.

source: Page will refresh in 3 seconds...
pt_br: A página será atualizada em 3 segundos...

source: Please select a .json file to import!
pt_br: Selecione um arquivo .json para importar!

source: Import successfully!
pt_br: Importado com sucesso.

source: Uploaded file is not valid json!
pt_br: O arquivo enviado não é json válido!

source: If checked this field will not be displayed on edit profile forms
pt_br: Se marcado, este campo não será exibido nos formulários de edição de perfil

source: Fields Count
pt_br: Contagem de campos

source: The API key was successfully validated!
pt_br: A chave de API foi validada com sucesso!

source: Select which Profile Builder Edit-profile form to display on My Account page from WooCommerce.
pt_br: Selecione qual formulário de perfil de edição do Profile Builder será exibido na página Minha conta do WooCommerce.

source: Choose Edit Profile form to display on My Account page:
pt_br: Escolha o formulário Editar perfil para exibir na página Minha conta:

source: Select which Profile Builder Register form to display on My Account page from WooCommerce. <br/> This will also add the Profile Builder Login form to MyAccount page.
pt_br: Selecione qual formulário de registro do Profile Builder será exibido na página Minha conta do WooCommerce. <br/> Isso também adicionará o formulário de login do Criador de perfil à página Minha conta.

source: Choose Register form to display on My Account page:
pt_br: Escolha o formulário de registro para exibir na página Minha conta:

source: Whether the field should be added to the WooCommerce checkout form or not
pt_br: Se o campo deve ser adicionado ao formulário de checkout do WooCommerce ou não

source: Display on WooCommerce Checkout
pt_br: Exibir no WooCommerce Checkout

source: WooCommerce needs to be installed and activated for Profile Builder - WooCommerce Sync Add-on to work!
pt_br: O WooCommerce precisa ser instalado e ativado para que o Profile Builder - WooCommerce Sync Add-on funcione!

source: No options available. Please select one country.
pt_br: Nenhuma opção disponível. Selecione um país.

source: Save the shipping fields names
pt_br: Salve os nomes dos campos de envio

source: Shipping Fields Name
pt_br: Nome dos campos de envio

source: Save the shipping fields order from the shipping fields checkboxes
pt_br: Salve o pedido dos campos de envio nas caixas de seleção dos campos de envio

source: Shipping Fields Order
pt_br: Ordem de campos de envio

source: Select which WooCommerce Shipping fields to display to the user ( drag and drop to re-order ) and which should be required
pt_br: Selecione quais campos de envio do WooCommerce serão exibidos para o usuário (arraste e solte para reordenar) e quais devem ser obrigatórios

source: Save the billing fields names
pt_br: Salve os nomes dos campos de cobrança

source: Save the billing fields order from the billing fields checkboxes
pt_br: Salve a ordem dos campos de cobrança das caixas de seleção dos campos de cobrança

source: Select which WooCommerce Billing fields to display to the user ( drag and drop to re-order ) and which should be required
pt_br: Selecione quais campos de faturamento do WooCommerce serão exibidos para o usuário (arraste e solte para reordenar) e quais devem ser obrigatórios

source: Billing Fields
pt_br: Campos de cobrança

source: Address line 2
pt_br: Endereço linha 2

source: Shipping Address
pt_br: Endereço de Entrega

source: Displays customer billing fields in front-end.
pt_br: Exibe os campos de cobrança do cliente no front-end.

source: Billing Address
pt_br: Endereço de Cobrança

source: Ship to a different address?
pt_br: Envie para um endereço diferente?

source: Appearance Settings
pt_br: Configurações de aparência

source: Application Settings
pt_br: Configurações do aplicativo

source: Profile Builder not active!
pt_br: Profile Builder não está ativo!

source: Please enter your Twitter email!
pt_br: Por favor, digite seu e-mail do Twitter!

source: Waiting for Twitter...
pt_br: Aguardando o Twitter...

source: Please enter your Facebook email!
pt_br: Por favor, digite seu e-mail do Facebook!

source: You can only login on this form.<br>Register with your social account on the register form.
pt_br: Você só pode fazer login neste formulário.<br>Registre-se com sua conta social no formulário de registro.

source: <strong>You can only login with social accounts, not register!</strong><br>Please link your social account to an existing user account first.
pt_br: <strong>Você só pode fazer login com contas sociais, não se registrar!</strong><br>Por favor, vincule sua conta social a uma conta de usuário existente primeiro.

source: You will be redirected in 5 seconds. If not, click %%.
pt_br: Você será redirecionado em 5 segundos. Caso contrário, clique em %%.

source: Before you can access your account an administrator has to approve it. You will be notified via email.
pt_br: Antes que você possa acessar sua conta, um administrador precisa aprová-la. Você será notificado por e-mail.

source: <strong>ERROR</strong>: You need to confirm your email address before you can log in.
pt_br: <strong>ERRO</strong>: você precisa confirmar seu endereço de e-mail antes de fazer login.

source: Before you can access your account you need to confirm your email address. Please check your inbox and click the activation link.
pt_br: Antes de poder acessar sua conta, você precisa confirmar seu endereço de e-mail. Verifique sua caixa de entrada e clique no link de ativação.

source: You have successfully linked your account to %%.
pt_br: Você vinculou sua conta com sucesso a %%.

source: Please enter a new email
pt_br: Por favor, insira um novo e-mail

source: Please enter your website account password
pt_br: Por favor, digite a senha da sua conta do site

source: You have successfully unlinked %% from your account.
pt_br: Você desvinculou %% da sua conta com sucesso.

source: Display Social Connect buttons:
pt_br: Exibir botões do Social Connect:

source: Settings
pt_br: Configurações

source: Default Social Connect CSS in the Front-end
pt_br: CSS padrão do Social Connect no front-end

source: This option will display linked social platforms to users accounts and will allow to easily unlink them in Edit Profile page.
pt_br: Essa opção exibirá as plataformas sociais vinculadas às contas dos usuários e permitirá desvinculá-las facilmente na página Editar perfil.

source: Unlink Accounts (Edit Profile)
pt_br: Desvincular contas (editar perfil)
