Repository: whooohq/whq-wordpress-starter-bricks
Catalog: plugins/profile-builder/translation/profile-builder-*.po
Languages: pt_br

source: Automatically log in users after they reset their password using the Recover Password form.
pt_br: Faça login automaticamente dos usuários depois que eles redefinirem suas senhas usando o formulário de Recuperação de Senha.

source: Automatically log in users after password reset
pt_br: Faça login automático dos usuários após a redefinição de senha

source: You are not allowed to do this!
pt_br: Você não tem permissão para fazer isso!

source: You do not have the capabilities required to do this!
pt_br: Você não tem as capacidades necessárias para fazer isso!

source: Choose or type in an option...
pt_br: Escolha ou digite uma opção...

source: Change Email Address Request Notification
pt_br: Alterar notificação de solicitação de endereço de e-mail

source: [{{site_name}}] Notice of Email Change Request
pt_br: [{{site_name}}] Aviso de solicitação de alteração de e-mail

source: <h3>Hi {{username}},</h3> <p>There is an email address change request on {{site_name}}.</p> <p>To change your email address click on: {{{user_email_change_link}}}</p> <p>Regards,<br> All at {{site_name}}<br> <a href="{{site_url}}">{{site_url}}</a></p>
pt_br: <h3>Olá, {{username}},</h3> <p>Há uma solicitação de alteração de endereço de e-mail em {{site_name}}.</p> <p>Para alterar seu endereço de e-mail, clique em: {{{user_email_change_link}}}</p> <p>Atenciosamente,<br> Tudo em {{site_name}}<br> <a href="{{site_url}}">{{site_url}}</a></p>

source: Change Email Address Link
pt_br: Alterar link do endereço de e-mail

source: Cancel request
pt_br: Cancelar pedido

source: There is a pending change request of your email to: %s
pt_br: Há uma solicitação de alteração pendente do seu e-mail para: %s

source: If you change this, we will send you an email at your new address to confirm it. <br /><strong>The new address will not become active until confirmed.</strong>
pt_br: Se você alterar isso, enviaremos um e-mail para seu novo endereço para confirmá-lo. <br /><strong>O novo endereço não ficará ativo até ser confirmado.</strong>

source: If checked, an activation email is sent for the new email address.
pt_br: Se marcado, um e-mail de ativação é enviado para o novo endereço de e-mail.

source: “Email confirmation” when changing user email address
pt_br: “Confirmação de e-mail” ao alterar o endereço de e-mail do usuário

source: Someone requested to change the email address for your account.<br/>If this was a mistake, just ignore this email and nothing will happen.<br/>To update your account email address to the one requested (%1$s), visit the following link: %2$s
pt_br: Alguém solicitou a alteração do endereço de e-mail da sua conta.<br/>Se isso foi um erro, ignore este e-mail e nada acontecerá.<br/>Para atualizar o endereço de e-mail da sua conta para o solicitado (%1$s) , visite o seguinte link: %2$s

source: Email address change request for %s
pt_br: Solicitação de alteração de endereço de e-mail para %s

source: Remove Marker
pt_br: Remover marcador

source: Continue
pt_br: Continuar

source: To enable updates, your licence needs to be renewed. Please go to the <a href="%s">Cozmoslabs Account</a> page and login to renew.
pt_br: Para habilitar atualizações, sua licença precisa ser renovada. Por favor, vá para a página <a href="%s"> Cozmoslabs Account</a> e faça login para renovar.

source: To enable updates, please enter your serial number on the <a href="%s">Register Version</a> page. If you don't have a serial number, please see <a href="%s" target="_blank">details & pricing</a>.
pt_br: Para ativar as atualizações, insira seu número de série na página <a href="%s">Register Version</a>. Se você não tiver um número de série, consulte <a href="%s" target="_blank">details & pricing</a>.

source: You need to confirm your Email Address before logging in! To resend the Confirmation Email %1$sclick here%2$s
pt_br: Você precisa confirmar seu endereço de e-mail antes de fazer login! Para reenviar o e-mail de confirmação %1$sclique aqui%2$s

source: Activation email sent to %s
pt_br: Email de ativação enviado para %s

source: SUCCESS
pt_br: SUCESSO

source: Specify the format of the date when using Datepicker<br/>Valid options: mm/dd/yy, mm/yy/dd, dd/yy/mm, dd/mm/yy, yy/dd/mm, yy/mm/dd, mm-dd-yy, yy-mm-dd, D, dd M yy, D, d M y, DD, dd-M-y, D, d M yy, mm/yy, mm/dd, dd/mm, @<br/>If not specified, defaults to mm/dd/yy<br/>ATTENTION: if you plan to use this field for sorting, please make sure to use year first, then month, and day last.
pt_br: Especifique o formato da data ao usar o Datepicker<br/>Opções válidas: mm/dd/yy, mm/yy/dd, dd/yy/mm, dd/mm/yy, yy/dd/mm, yy/mm/dd, mm-dd-yy, yy-mm-dd, D, dd M yy, D, d M y, DD, dd-M-y, D, d M yy, mm/yy, mm/dd, dd/mm, @<br/>Se não for especificado, o padrão é mm/dd/yy<br/>ATENÇÃO: se você planeja usar este campo para classificação, certifique-se de usar primeiro ano, depois mês e dia por último.

source: Allow only logged out users to see this content.
pt_br: Permitir que apenas usuários desconectados vejam este conteúdo.

source: Restrict to logged out users
pt_br: Restringir a usuários desconectados

source: Enter User ID
pt_br: Digite o ID do usuário

source: Exclude
pt_br: Excluir

source: Enter User IDs
pt_br: Digite os IDs dos usuários

source: Include
pt_br: Incluir

source: Enter Meta Value
pt_br: Insira o valor meta

source: Meta Value
pt_br: Valor meta

source: Enter Meta Key
pt_br: Insira a meta chave

source: Meta Key
pt_br: Meta chave

source: Single
pt_br: Único

source: Listing Settings
pt_br: Configurações da lista

source: The hidden Honeypot field must be empty.
pt_br: O campo Honeypot oculto deve estar vazio.

source: Authenticator Code
pt_br: Código do autenticador

source: Please enter the code from your Authenticator app.
pt_br: Insira o código do seu aplicativo Autenticador.

source: Your Authenticator code was incorrect. Please try again.
pt_br: Seu código de autenticador estava incorreto. Por favor, tente novamente.

source: Please verify TOTP to change Two-Factor Authentication settings
pt_br: Verifique o TOTP para alterar as configurações de autenticação de dois fatores

source: Show/Hide QR code
pt_br: Mostrar/ocultar QR code

source: Create new secret
pt_br: Criar novo segredo

source: Description that you'll see in the Authenticator app on your phone.
pt_br: Descrição que você verá no aplicativo Autenticador em seu telefone.

source: Allow for more time drift on your phone clock ( &#177;4 min ).
pt_br: Permita mais desvio de tempo no relógio do seu telefone ( &#177;4 min ).

source: Check
pt_br: Checar

source: Verify TOTP
pt_br: Verificar TOTP

source: Scan this with the Authenticator app:
pt_br: Escaneie isso com o aplicativo Authenticator:

source: New Secret
pt_br: Novo segredo

source: Secret
pt_br: Segredo

source: Description that you'll see in the Authenticator app.
pt_br: Descrição que você verá no aplicativo Autenticador.

source: Relaxed Mode
pt_br: Modo relaxado

source: "*" - Two-Factor Authentication will be enabled for all user roles.
pt_br: "*" - A autenticação de dois fatores será habilitada para todas as funções de usuário.

source: Enable Authenticator for these user roles
pt_br: Habilitar o autenticador para essas funções de usuário

source: Activate the Authenticator functionality
pt_br: Ative a funcionalidade do Autenticador

source: Enable Two-Factor Authentication
pt_br: Ativar autenticação de dois fatores

source: Two-Factor Authentication Settings
pt_br: Configurações de autenticação de dois fatores

source: Invalid
pt_br: Inválido

source: Valid
pt_br: Válido

source: Are you sure? This will permanently delete the role and cannot be undone! Users assigned only on this role will be moved to the default role.
pt_br: Tem certeza? Isso excluirá permanentemente a função e não poderá ser desfeito! Os usuários atribuídos apenas nesta função serão movidos para a função padrão.

source: Admin Approval Unsuccessful
pt_br: Aprovação do administrador sem êxito

source: Admin Approval Declined
pt_br: Aprovação do administrador recusada

source: Admin Approval Error
pt_br: Erro de aprovação do administrador

source: Settings saved.
pt_br: Configurações salvas.

source: ... Choose
pt_br: ... Escolha

source: Show Authenticator Code Field
pt_br: Mostrar campo de código do autenticador

source: Unlabelled Field
pt_br: Campo sem etiqueta

source: Two-Factor Authentication
pt_br: Autenticação de dois fatores

source: Activating this option will disable the ability to select multiple roles for a user.
pt_br: A ativação dessa opção desativará a capacidade de selecionar várias funções para um usuário.

source: Disable Multiple User Roles
pt_br: Desativar vários papéis de usuário

source: The key cannot be empty!
pt_br: A chave não pode estar vazia!

source: The username field is empty
pt_br: O campo nome de usuário está vazio

source: The username/email field is empty
pt_br: O campo nome de usuário/e-mail está vazio

source: The email field is empty.
pt_br: O campo de e-mail está vazio.

source: The password field is empty.
pt_br: O campo de senha está vazio.

source: Activating this option will show a visibility toggle button for all Password fields.
pt_br: Ativar esta opção mostrará um botão de alternância de visibilidade para todos os campos de Senha.

source: Show the Password field visibility toggle
pt_br: Mostrar a alternância de visibilidade do campo Senha

source: Select "Yes" to replace the default bbPress Login form with the Profile Builder Login form.
pt_br: Selecione "Sim" para substituir o formulário de login padrão do bbPress pelo formulário de login do Profile Builder.

source: Replace bbPress Login form:
pt_br: Substitua o formulário de login do bbPress:

source: Do you wish to unapprove the registration?
pt_br: Deseja cancelar a aprovação do registro?

source: Unapprove User Link
pt_br: Reprovar link de usuário

source: Unapprove User Url
pt_br: Reprovar URL do usuário

source: the default URL set by WordPress after login
pt_br: o URL padrão definido pelo WordPress após o login

source: Select "Yes" for improved page performance.
pt_br: Selecione "Sim" para melhorar o desempenho da página.

source: For large conditional forms.
pt_br: Para formulários condicionais grandes.

source: The secret key from Google, <a href="https://www.google.com/recaptcha/admin/create" target="_blank">https://www.google.com/recaptcha/admin/create</a>
pt_br: A chave secreta do Google, <a href="https://www.google.com/recaptcha/admin/create" target="_blank">https://www.google.com/recaptcha/admin/create</a>

source: The site key from Google, <a href="https://www.google.com/recaptcha/admin/create" target="_blank">https://www.google.com/recaptcha/admin/create</a>
pt_br: A chave do site do Google, <a href="https://www.google.com/recaptcha/admin/create" target="_blank">https://www.google.com/recaptcha/admin/create</a>

source: Pending
pt_br: Pendente

source: No, thanks.
pt_br: Não, obrigado.

source: Ok, I will gladly help!
pt_br: Ok, terei prazer em ajudar!

source: ~ Paul, developer of Profile Builder
pt_br: ~ Paul, desenvolvedor do Profile Builder

source: If you can spare a few moments to rate it on WordPress.org, it would help us a lot (and boost my motivation).
pt_br: Se você puder reservar alguns momentos para avaliá-lo no WordPress.org, isso nos ajudaria muito (e aumentaria minha motivação).

source: Hello! Seems like you've been using Profile Builder to create front-end user forms. That's awesome!
pt_br: Olá! Parece que você está usando o Profile Builder para criar formulários de usuário front-end. Fantástico!

source: The meta-name cannot end with a space
pt_br: O meta-nome não pode terminar com um espaço

source: The meta-name cannot begin with a space
pt_br: O meta-nome não pode terminar com um espaço

source: "Email" - users can only Log In with their Email. The Username field will be hidden in the front-end forms and Usernames will be automatically generated based on the Emails.
pt_br: "E-mail" - os usuários só podem fazer login com seu e-mail. O campo Nome de usuário ficará oculto nos formulários front-end e os nomes de usuário serão gerados automaticamente com base nos e-mails.

source: "Username" - users can only Log In with their Username. Both the Username and Email fields will be shown in the front-end forms.
pt_br: "Nome de usuário" - os usuários só podem fazer login com seu nome de usuário. Os campos Username e Email serão mostrados nos formulários front-end.

source: "Username and Email" - users can Log In with either their Username or their Email.
pt_br: "Nome de usuário e e-mail" - os usuários podem fazer login com seu nome de usuário ou seu e-mail.

source: You can now style %s forms from the %s interface. To get started, add a form widget to a page through %s and go to the <strong>Style</strong> tab.
pt_br: Agora você pode estilizar formulários %s na interface %s. Para começar, adicione um widget de formulário a uma página por meio de %s e vá para a guia <strong>Estilo</strong>.

source: Choose the <a href="https://developers.google.com/recaptcha/docs/versions" target="_blank">type of reCAPTCHA</a> you wish to add to this site.<br/>Please note that the Invisible reCAPTCHA is a type of reCAPTCHA v2.
pt_br: Escolha o <a href="https://developers.google.com/recaptcha/docs/versions" target="_blank">type of reCAPTCHA</a> que deseja adicionar a este site.<br/>Observe que o reCAPTCHA invisível é um tipo de reCAPTCHA v2.

source: If you check this option, automatic scrolling will be disabled.
pt_br: Se você marcar esta opção, a rolagem automática será desabilitada.

source: By default, after each form submission the page will automatically scroll to the form message.
pt_br: Por padrão, após cada envio de formulário, a página rolará automaticamente até a mensagem do formulário.

source: Disable automatic scrolling after submit
pt_br: Desative a rolagem automática após o envio

source: Radius
pt_br: Raio

source: Border
pt_br: Borda

source: Margin
pt_br: Margem

source: Padding
pt_br: Preenchimento

source: Height
pt_br: Altura

source: Width
pt_br: Largura

source: Color
pt_br: Cor

source: Background
pt_br: Plano de fundo

source: Edit the Settings for this form %1$shere%2$s
pt_br: Edite as configurações deste formulário %1$saqui%2$s

source: Redirect after Logout
pt_br: Redirecionar após o logout

source: Redirect after Registration
pt_br: Redirecionar após o registro

source: Automatic Login
pt_br: Login automático

source: Assigned Role
pt_br: Função atribuída

source: There are no available controls for the Password Recovery form
pt_br: Não há controles disponíveis para o formulário de recuperação de senha

source: Enter URL
pt_br: Inserir URL

source: Redirect after Edit Profile
pt_br: Redirecionar após editar perfil

source: Redirects
pt_br: Redirecionamentos

source: Form
pt_br: Formulário

source: Form Settings
pt_br: Configurações de formulário

source: Exit Review Mode
pt_br: Sair do modo revisão

source: Show reviewed users with unapproved fields
pt_br: Mostrar usuários revisados com campos não aprovados

source: Show users that require review
pt_br: Mostrar usuários que precisam de revisão

source: A user has updated their profile. Some fields need approval
pt_br: Um usuário atualizou seu perfil. Alguns campos precisam de aprovação

source: Unapproved fields:%s
pt_br: Campos não aprovados:%s

source: Approved fields:%s
pt_br: Campos aprovados:%s

source: Your profile has been reviewed by an administrator
pt_br: Seu perfil foi revisado por um administrador

source: This field requires approval by an administrator
pt_br: Este campo requer aprovação de um administrador

source: Approve All
pt_br: Aprovar tudo

source: Finish Review and Send Notifications
pt_br: Concluir revisão e enviar notificações

source: This field requires admin approval on edit profile
pt_br: Este campo requer a aprovação do administrador no perfil de edição

source: Choose if this field requires an administrator to approve any modifications on the edit profile forms
pt_br: Escolha se este campo requer que um administrador aprove quaisquer modificações nos formulários de edição de perfil

source: Requires Admin Approval on Edit Profile
pt_br: Requer aprovação do administrador ao editar perfil

source: By default, Profile Builder ignores this %1$s. If you check this option, our registration form will consider it.
pt_br: Por padrão, o Profile Builder ignora este %1$s. Se você marcar esta opção, nosso formulário de registro irá considerá-la.

source: %1$s of the emails provided in the Admin Emails field %2$s invalid and %3$s been removed from the list
pt_br: %1$s dos e-mails fornecidos no campo E-mails do administrador %2$s são inválidos e %3$s foram removidos da lista

source: %1$sAdd-ons settings saved successfully%2$s
pt_br: %1$sConfigurações de complementos salvas com sucesso%2$s

source: You must first purchase this version to have access to the addon %1$shere%2$s
pt_br: Você deve primeiro comprar esta versão para ter acesso ao complemento %1$saqui%2$s

source: Replace Labels with Placeholders in Profile Builder forms.
pt_br: Substitua os rótulos por espaços reservados nos formulários do Profile Builder.

source: Enable Placeholder Labels
pt_br: Ativar marcadores de espaço reservado

source: Add email addresses, separated by comma, for people you wish to receive notifications from Profile Builder. These addresses will overwrite the default Email Address from <a href="%s">Settings -> General</a>
pt_br: Adicione endereços de e-mail, separados por vírgulas, para as pessoas que você deseja que receba as notificações do Profile Builder. Esses endereços substituirão o endereço de e-mail padrão de <a href="%s">Settings -> General</a>

source: Admin Emails:
pt_br: E-mails do administrador:

source: Set multiple admin e-mail addresses that will receive e-mail notifications sent by Profile Builder
pt_br: Defina vários endereços de e-mail de administrador que receberão notificações por e-mail enviadas pelo Profile Builder

source: Multiple Admin Emails
pt_br: Vários e-mails de administrador

source: This Profile Builder add-on has been migrated to the main plugin and is no longer used. You can delete it.
pt_br: Este complemento do Profile Builder foi migrado para o plug-in principal e não é mais usado. Você pode excluí-lo.

source: has
pt_br: possui

source: is
pt_br: é

source: have
pt_br: tem

source: are
pt_br: são

source: Your submission contains banned words.
pt_br: Seu envio contém palavras proibidas.

source: The email address you are trying to register with is not allowed on this website.
pt_br: O endereço de e-mail com o qual você está tentando se registrar não é permitido neste site.

source: Advanced Settings
pt_br: Configurações avançadas

source: Enable your add-ons
pt_br: Ative seus complementos

source: Powerful Add-ons (**)
pt_br: Complementos poderosos (**)

source: WordPress Passwordless Login is a plugin that allows your users to login without a password.
pt_br: WordPress Passwordless Login é um plugin que permite que seus usuários façam login sem uma senha.

source: All the free add-ons have been migrated to the main plugin. Their old individual plugins have been disabled and you can delete them from your site if you were using them: <ul><li>Profile Builder - Custom CSS Classes on fields</li><li>Profile Builder - Customization Toolbox Add-On</li><li>Profile Builder - Email Confirmation Field</li><li>Profile Builder - GDPR Communication Preferences</li><li>Profile Builder - Import and Export Add-On</li><li>Profile Builder - Labels Edit Add-On</li><li>Profile Builder - Maximum Character Length Add-On</li><li>Profile Builder - Multiple Admin E-mails Add-On</li><li>Profile Builder - Placeholder Labels Add-On</li></ul>
pt_br: Todos os complementos gratuitos foram migrados para o plugin principal. Seus plug-ins individuais antigos foram desativados e você pode excluí-los do seu site se os estiver usando: <ul><li>Profile Builder - Custom CSS Classes on fields</li><li>Profile Builder - Customization Toolbox Add-On</li><li>Profile Builder - Email Confirmation Field</li><li>Profile Builder - GDPR Communication Preferences</li><li>Profile Builder - Import and Export Add-On</li><li>Profile Builder - Labels Edit Add-On</li><li>Profile Builder - Maximum Character Length Add-On</li><li>Profile Builder - Multiple Admin E-mails Add-On</li><li>Profile Builder - Placeholder Labels Add-On</li></ul>

source: Customizes the default WordPress Login Page with different templates, logo and background uploads and also adds support for custom CSS.
pt_br: Personaliza a página de login padrão do WordPress com diferentes modelos, uploads de logotipo e plano de fundo e também adiciona suporte para CSS personalizado.

source: Custom Login Page Templates
pt_br: Modelos de página de login personalizados

source: Create private pages for your website users that only an administrator can edit.
pt_br: Crie páginas privadas para os usuários do seu site que somente um administrador pode editar.

source: Client Portal
pt_br: Portal do cliente

source: Paid Member Subscriptions
pt_br: Assinaturas de membros pagos

source: These plugins are compatible with all versions of Profile Builder
pt_br: Esses plugins são compatíveis com todas as versões do Profile Builder

source: This add-on plugin adds a GDPR Communication preferences field to Profile Builder.
pt_br: Este plug-in complementar adiciona um campo de preferências de comunicação GDPR ao Profile Builder.

source: GDPR Communication Preferences
pt_br: Preferências de comunicação do GDPR

source: This add-on extends the functionality of our plugin and let us easily edit all Profile Builder labels.
pt_br: Este complemento estende a funcionalidade do nosso plugin e nos permite editar facilmente todos os rótulos do Profile Builder.

source: Using this addon you can limit the maximum number of characters a user can type in a field added and managed with Profile Builder.
pt_br: Usando este complemento, você pode limitar o número máximo de caracteres que um usuário pode digitar em um campo adicionado e gerenciado com o Profile Builder.

source: This add-on extends the functionality of Profile Builder by allowing you to add custom css classes for fields.
pt_br: Este complemento estende a funcionalidade do Profile Builder, permitindo que você adicione classes CSS personalizadas para campos.

source: Custom CSS Classes on Fields
pt_br: Classes CSS personalizadas em campos

source: With the help of this add-on you will be able to export all Profile Builder Settings data to a .json. You can then use this file as a back-up or you can import this data on another instance of Profile Builder.
pt_br: Com a ajuda deste complemento, você poderá exportar todos os dados de configurações do Profile Builder para um .json. Você pode usar esse arquivo como backup ou importar esses dados em outra instância do Profile Builder.

source: These Add-ons are available in all versions of Profile Builder
pt_br: Esses complementos estão disponíveis em todas as versões do Profile Builder

source: Free Add-ons
pt_br: Complementos Gratuitos

source: Allow users to subscribe to your MailPoet lists directly from the Register and Edit Profile forms.
pt_br: Permita que os usuários assinem suas listas do MailPoet diretamente dos formulários Registrar e Editar Perfil.

source: Add custom menu items like Login/Logout or just Logout button and Login/Register/Edit Profile in iFrame Popup.
pt_br: Adicione itens de menu personalizados como Login/Logout ou apenas o botão Sair e Login/Registrar/Editar Perfil no iFrame Popup.

source: Custom Profile Menus
pt_br: Menus de perfis personalizados
