Repository: whooohq/whq-wordpress-starter-bricks
Catalog: plugins/profile-builder/translation/profile-builder-*.po
Languages: pt_br

source: Extends the functionality of Profile Builder by allowing administrators to approve profile changes made by users on individual fields.
pt_br: Estende a funcionalidade do Profile Builder, permitindo que os administradores aprovem as alterações de perfil feitas pelos usuários em campos individuais.

source: Edit Profile Approved by Admin
pt_br: Editar perfil aprovado pelo administrador

source: Extends the functionality of Profile Builder by allowing you to change visibility options for the extra fields.
pt_br: Estende a funcionalidade do Profile Builder, permitindo que você altere as opções de visibilidade para os campos extras.

source: Field Visibility
pt_br: Visibilidade de campo

source: Easily associate Campaign Monitor client list fields with Profile Builder fields. Use Profile Builder Campaign Monitor Widget to add more subscribers to your lists.
pt_br: Associe facilmente os campos da lista de clientes do Campaign Monitor aos campos do Profile Builder. Use o widget Monitor de campanha do Profile Builder para adicionar mais assinantes às suas listas.

source: This add-on allows you to integrate Profile Builder with the popular forums plugin, bbPress.
pt_br: Este add-on permite integrar o Profile Builder com o popular plugin de fóruns, bbPress.

source: Easily associate MailChimp list fields with Profile Builder fields and set advanced settings for each list.
pt_br: Associe facilmente os campos de lista do MailChimp aos campos do Profile Builder e defina configurações avançadas para cada lista.

source: Extends the functionality of Profile Builder by adding the possibility of having multi-page registration and edit-profile forms.
pt_br: Amplia a funcionalidade do Profile Builder adicionando a possibilidade de ter registro de várias páginas e formulários de edição de perfil.

source: Multi Step Forms
pt_br: Formulários de várias etapas

source: Syncs Profile Builder with WooCommerce, allowing you to manage the user Shipping and Billing fields from WooCommerce with Profile Builder.
pt_br: Sincroniza o Profile Builder com o WooCommerce, permitindo que você gerencie os campos de envio e cobrança do usuário do WooCommerce com o Profile Builder.

source: Easily configure and enable social login on your website. Users can login with social platforms like Facebook, Google+ or Twitter.
pt_br: Configure e ative facilmente o login social em seu site. Os usuários podem fazer login com plataformas sociais como Facebook, Google+ ou Twitter.

source: These Add-ons are available with the Hobbyist, Pro and Unlimited license
pt_br: Esses complementos estão disponíveis com a licença Hobbyist, Pro e Unlimited

source: Advanced Add-ons
pt_br: Complementos Avançados

source: This integration add-on allows extending BuddyPress user profiles with Profile Builder user fields.
pt_br: Este complemento de integração permite estender os perfis de usuário do BuddyPress com os campos de usuário do Profile Builder.

source: The Repeater Field Module makes it really easy to add repeater front-end fields or groups of fields to your user profile. Integration with both the Email Customizer and User Listing modules, makes creating advanced user profiles possible.
pt_br: O Módulo de Campo de Repetidor torna muito fácil adicionar campos de front-end de repetidor ou grupos de campos ao seu perfil de usuário. A integração com os módulos Email Customizer e User Listing possibilita a criação de perfis de usuário avançados.

source: Redirect users after login, after they first register or when they try to access the default WordPress dashboard, login, lost password and registration forms.
pt_br: Redirecione os usuários após o login, após o primeiro registro ou quando tentam acessar o painel padrão do WordPress, login, senha perdida e formulários de registro.

source: Simple to use customization of the WordPress Registration Emails
pt_br: Personalização simples de usar dos e-mails de registro do WordPress

source: Easy to edit templates for listing your users as well as creating single user pages.
pt_br: Modelos fáceis de editar para listar seus usuários, bem como criar páginas de usuário único.

source: Multiple Edit Profile Forms
pt_br: Vários formulários de perfil de edição

source: Set up multiple registration forms with different fields for certain user roles. Helps capture different information from different types of users.
pt_br: Configure vários formulários de registro com campos diferentes para determinadas funções de usuário. Ajuda a capturar diferentes informações de diferentes tipos de usuários.

source: These Add-ons are available with the Pro and Unlimited license
pt_br: Esses complementos estão disponíveis com a licença Pro e Unlimited

source: Pro Add-ons
pt_br: Complementos Pro

source: Profile Builder Add-ons
pt_br: Complementos do Profile Builder

source: Save Add-ons
pt_br: Salvar complementos

source: Search for add-ons...
pt_br: Pesquisar complementos...

source: Documentation
pt_br: Documentação

source: Download
pt_br: Baixar

source: Manage in Network
pt_br: Gerenciar em rede

source: Add-On
pt_br: Extensão

source: Do you wish to approve the registration?
pt_br: Deseja aprovar o registro?

source: User not approved!
pt_br: Usuário não aprovado!

source: Something went wrong!
pt_br: Algo deu errado!

source: By checking this option, you will disable the confirmation dialog, allowing you to approve new users simply by visiting the <strong>{{approval_url}}</strong> or <strong>{{approval_link}}</strong>.
pt_br: Ao marcar esta opção, você desativará a caixa de diálogo de confirmação, permitindo que você aprove novos usuários simplesmente visitando o <strong>{{approval_url}}</strong> ou <strong>{{approval_link}}</strong>.

source: Disable confirmation dialog for the {{approval_url}} or {{approval_link}} Email Customizer tags
pt_br: Desative a caixa de diálogo de confirmação para as tags do personalizador de e-mail {{approval_url}} ou {{approval_link}}

source: Use a simple upload field instead of the WordPress upload
pt_br: Use um campo de upload simples em vez do upload do WordPress

source: Use Simple Upload
pt_br: Usar upload simples

source: Google Sign In Button
pt_br: Botão de login do Google

source: Allow these paths to be accessed even if you are not logged in (supports wildcard at the end of the path). For example to exclude https://example.com/some/path/ you can either use the rule /some/path/ or /some/* Enter each rule on it's own line
pt_br: Permita que esses caminhos sejam acessados mesmo se você não estiver logado (suporta curinga no final do caminho). Por exemplo, para excluir https://example.com/some/path/ você pode usar a regra /some/path/ ou /some/* Insira cada regra em sua própria linha

source: Allowed Paths
pt_br: Caminhos permitidos

source: Select "Yes" to automatically log in new users after successful registration.
pt_br: Selecione "Sim" para fazer login automaticamente em novos usuários após o registro bem-sucedido.

source: Automatically Log In:
pt_br: Entrar automaticamente:

source: You must agree to the Terms And Conditions to create a new account.
pt_br: Você deve concordar com os Termos e Condições para criar uma nova conta.

source: To create a new account please confirm:
pt_br: Para criar uma nova conta, por favor confirme:

source: <h3>Welcome to {{site_name}}!</h3> <p>Your username is: {{username}}</p>
pt_br: <h3>Bem-vindo ao {{site_name}}!</h3> <p>Seu nome de usuário é: {{username}}</p>

source: <p>{{username}} has requested a password change via the password reset feature.</p>
pt_br: <p>{{username}} solicitou uma alteração de senha por meio do recurso de redefinição de senha.</p>

source: Disable the WordPress REST-API for non-logged in users when Private Website is enabled
pt_br: Desative a REST-API do WordPress para usuários não logados quando o site privado estiver ativado

source: Disable REST-API
pt_br: Desativar REST-API

source: Unapproved Fields
pt_br: Campos não aprovados

source: Approved Fields
pt_br: Campos aprovados

source: Admin Notification for Edit Profile Approved by Admin
pt_br: Notificação do administrador para editar perfil aprovado pelo administrador

source: [{{site_name}}] A user has updated their profile. Some fields need approval
pt_br: [{{site_name}}] Um usuário atualizou seu perfil. Alguns campos precisam de aprovação

source: <p>The user {{username}} has updated their profile and some of the fields require admin approval:</p> <br> {{modified_fields}} <br> <p>Access this link to approve changes: {{approval_url}}</p>
pt_br: <p>O usuário {{username}} atualizou seu perfil e alguns dos campos exigem aprovação do administrador:</p> <br> {{modified_fields}} <br> <p>Acesse este link para aprovar as alterações: {{approval_url}}</p>

source: Comments are restricted for your user role.
pt_br: Os comentários estão restritos para sua função de usuário.

source: You must be logged in to view the comments.
pt_br: Você precisa estar logado para ver os comentários.

source: User Notification for Edit Profile Approved by Admin
pt_br: Notificação do usuário para editar perfil aprovado pelo administrador

source: [{{site_name}}] Your profile has been reviewed by an administrator
pt_br: [{{site_name}}] Seu perfil foi revisado por um administrador

source: <p>Your profile has been reviewed by an administrator:</p> <br> <p>Approved Fields: {{approved_fields}}</p> <p>Unapproved Fields: {{unapproved_fields}}</p>
pt_br: <p>Seu perfil foi revisado por um administrador:</p> <br> <p>Campos aprovados: {{approved_fields}}</p> <p>Campos não aprovados: {{unapproved_fields}}</p>

source: Approval URL
pt_br: URL de aprovação

source: Modified Fields
pt_br: Campos modificados

source: If you activate this option, it will remove all custom fields from the backend profile page created with Profile Builder.
pt_br: Se você ativar essa opção, ela removerá todos os campos personalizados da página de perfil de back-end criada com o Profile Builder.

source: Remove All Extra Fields from Backend edit profile page.
pt_br: Remova todos os campos extras da página de perfil de edição de back-end.

source: Number of items per page:
pt_br: Número de itens por página:

source: Choose the meta field for the facet menu. If you want to use a repeater meta or a meta outisde Profile Builder just type the value and press enter.
pt_br: Escolha o meta campo para o menu de facetas. Se você quiser usar uma meta repetidora ou uma meta fora do Profile Builder, basta digitar o valor e pressionar enter.

source: Check if you want the select user role field to appear on Edit Profile forms
pt_br: Verifique se você deseja que o campo de função de usuário selecionado apareça nos formulários Editar perfil

source: Display on Edit Profile
pt_br: Exibir em Editar Perfil

source: Select or type in an option
pt_br: Selecione ou digite uma opção

source: Use ajax on conditional fields:
pt_br: Use ajax em campos condicionais:

source: That meta-name can't be used, please choose another
pt_br: Esse meta nome não pode ser usado, escolha outro

source: Files must be smaller than
pt_br: Os arquivos devem ser menores que

source: The password must not be empty!
pt_br: A senha não deve estar vazia!

source: Welcome to %1$s!<br/><br/><br/>Your username is: %2$s and your password is the one that you have selected during registration.<br/><br/>Access your account: %3$s
pt_br: Bem-vindo ao %1$s!<br/><br/><br/>Seu nome de usuário é: %2$s e sua senha é aquela que você selecionou durante o registro.<br/><br/>Acesse seu conta: %3$s

source: If checked will enable GDPR on this list. <a href="%s" target="_blank">You must also enable GDPR on the list from mailchimp</a>
pt_br: Se marcado, habilitará o GDPR nesta lista. <a href="%s" target="_blank">Você também deve habilitar o GDPR na lista do mailchimp</a>

source: Enable GDPR
pt_br: Ativar GDPR

source: Map of listed users
pt_br: Mapa de usuários listados

source: The API Key was not provided.
pt_br: A chave de API não foi fornecida.

source: Please wait while the pins are loading...
pt_br: Aguarde enquanto os pinos estão carregando...

source: You did not type %s. Try again!
pt_br: Você não digitou %s. Tente novamente!

source: Type %s to confirm deleting your account and all data associated with it:
pt_br: Digite %s para confirmar a exclusão de sua conta e todos os dados associados a ela:

source: This option allows you to load on a single map the POIs for all users, or just these for the listed ones (this will take into account the filters and the faceted menus). *Please use this feature wisely, it will impact the performance.
pt_br: Esta opção permite carregar em um único mapa os POIs para todos os usuários, ou apenas estes para os listados (isso levará em conta os filtros e os menus facetados). *Por favor, use este recurso com sabedoria, isso afetará o desempenho.

source: POIs of all the users for the filter* (no pagination)
pt_br: POIs de todos os usuários para o filtro* (sem paginação)

source: POIs of the listed users (as filtered & paginated)
pt_br: POIs dos usuários listados (como filtrados e paginados)

source: POIs Load Type
pt_br: Tipo de carga de POIs

source: Number of Users per Map Iteration
pt_br: Número de usuários por iteração do mapa

source: Select the attributes to be listed inside the POI bubble.
pt_br: Selecione os atributos a serem listados dentro da bolha POI.

source: POI Bubble Info
pt_br: Informações da bolha de POI

source: When loading the map of all users with no pagination, the map script will iterate multiple times and will expose gradually POIs on the map, until all the POIs for the users that match the criteria will be added on the map (think of this as of pagination for the map POIs). The smaller the number of users per iteration, the fastest the iteration response will be, but for a large number of users, the map script will iterate multiple times. Setting a higher limit will decrease the performance, but might produce a smaller number of iterations. <br><br><b>Please adjust this value to your hosting capabilities, and make sure that the value you set is the best for performance.</b> We recommend a <b>maximum</b> value of 300.
pt_br: Ao carregar o mapa de todos os usuários sem paginação, o script do mapa irá iterar várias vezes e irá expor gradualmente os POIs no mapa, até que todos os POIs dos usuários que correspondam aos critérios sejam adicionados ao mapa (pense nisso como paginação para os POIs do mapa). Quanto menor o número de usuários por iteração, mais rápida será a resposta da iteração, mas para um grande número de usuários, o script de mapa irá iterar várias vezes. Definir um limite mais alto diminuirá o desempenho, mas poderá produzir um número menor de iterações. <br><br><b>Ajuste esse valor para seus recursos de hospedagem e certifique-se de que o valor definido seja o melhor para o desempenho.</b> Recomendamos um valor <b>máximo</b> de 300 .

source: Your <strong>Profile Builder</strong> license has expired. <br/>Please %1$sRenew Your Licence%2$s to continue receiving access to product downloads, automatic updates and support. %3$sRenew now %4$s
pt_br: Sua licença do <strong>Profile Builder</strong> expirou. <br/>Por favor, %1$sRenove sua licença%2$s para continuar recebendo acesso a downloads de produtos, atualizações automáticas e suporte. %3$sRenovar agora %4$s

source: Select Template
pt_br: Selecione um modelo

source: Template
pt_br: Modelo

source: Text
pt_br: Texto

source: Content type
pt_br: Tipo de conteúdo

source: Add a custom message or template.
pt_br: Adicione uma mensagem ou modelo personalizado.

source: Replace hidden content with the default messages from PB -> Settings -> Content Restriction, a custom message or an Elementor Template.
pt_br: Substitua o conteúdo oculto pelas mensagens padrão de PB -> Settings -> Content Restriction, uma mensagem personalizada ou um Elementor Template.

source: Enable Restriction Messages
pt_br: Ativar mensagens de restrição

source: Allow users which have the specified role to see this content.
pt_br: Permitir que os usuários com a função especificada vejam este conteúdo.

source: Restrict by User Roles
pt_br: Restringir por funções de usuário

source: Allow only logged in users to see this content.
pt_br: Permitir que apenas usuários logados vejam este conteúdo.

source: Restrict to logged in users
pt_br: Restringir a usuários logados

source: If checked, will allow users that register through the Social Connect add-on to bypass the Email Confirmation feature.
pt_br: Se marcado, permitirá que os usuários que se registrem por meio do complemento Social Connect ignorem o recurso de confirmação de e-mail.

source: Disable Email Confirmation for Social Connect registrations
pt_br: Desativar confirmação de e-mail para registros do Social Connect

source: If you activate this option, when changing the meta key of a field, existing entries from the database will be updated as well.
pt_br: Se você ativar esta opção, ao alterar a meta chave de um campo, as entradas existentes do banco de dados também serão atualizadas.

source: Update database entries when changing meta key
pt_br: Atualize as entradas do banco de dados ao alterar a meta chave

source: For example, you can redirect these users to the Edit Profile form so they can add the missing info.
pt_br: Por exemplo, você pode redirecionar esses usuários para o formulário Editar perfil para que eles possam adicionar as informações ausentes.

source: By activating this option, logged in users which have empty required fields on their profile will be redirected to the page you added above.
pt_br: Ao ativar esta opção, os usuários logados que tiverem campos obrigatórios vazios em seu perfil serão redirecionados para a página que você adicionou acima.

source: Redirect Page:
pt_br: Página de redirecionamento:

source: Redirect users to a page if they have empty required fields
pt_br: Redirecionar usuários para uma página se eles tiverem campos obrigatórios vazios

source: By checking this option, you will allow users that have the 'delete_users' capability to see the list of Unconfirmed Email Addresses.
pt_br: Ao marcar esta opção, você permitirá que os usuários que têm o recurso 'delete_users' vejam a lista de endereços de e-mail não confirmados.

source: Allow users with the 'delete_users' capability to view the list of Unconfirmed Emails
pt_br: Permitir que usuários com o recurso 'delete_users' visualizem a lista de e-mails não confirmados

source: By checking this option, you will allow users that have the 'delete_users' capability to access and use the Admin Approval list.
pt_br: Ao marcar esta opção, você permitirá que os usuários que têm o recurso 'delete_users' acessem e usem a lista de Aprovação do administrador.

source: Allow users with the 'delete_users' capability to view the Admin Approval list
pt_br: Permitir que usuários com o recurso 'delete_users' visualizem a lista de aprovação do administrador

source: LinkedIn Client Secret
pt_br: Segredo do cliente LinkedIn

source: Admin
pt_br: Administrador

source: For perfomance reasons, we disable the select if you have more than 5000 users on your website. This option lets you enable it again.
pt_br: Por motivos de desempenho, desativamos a seleção se você tiver mais de 5.000 usuários em seu site. Esta opção permite ativá-la novamente.

source: Always show edit other users dropdown
pt_br: Sempre mostrar a lista suspensa editar outros usuários

source: By checking this option, users will not be able to choose a <strong>Display Name</strong> that is already used by another account.
pt_br: Ao marcar esta opção, os usuários não poderão escolher um <strong>Nome de exibição</strong> que já seja usado por outra conta.

source: Unique 'Display Name' for users
pt_br: 'Nome de exibição' exclusivo para usuários

source: If you choose to show the field, you can modify the default text by entering something in the field from above.
pt_br: Se você optar por mostrar o campo, poderá modificar o texto padrão digitando algo no campo acima.

source: By checking the <strong>Hidden and checked</strong> option, the field won't be shown and the message will always be sent to the user.
pt_br: Ao marcar a opção <strong>Oculto e marcado</strong>, o campo não será exibido e a mensagem sempre será enviada ao usuário.

source: By default, the user needs to choose if he wants to receive a registration email.
pt_br: Por padrão, o usuário precisa escolher se deseja receber um e-mail de registro.

source: Field text:
pt_br: Texto do campo:

source: Hidden and checked
pt_br: Escondido e verificado

source: Modify 'Send Credentials' checkbox
pt_br: Modificar a caixa de seleção 'Enviar credenciais'

source: This display name is already in use. Please choose another one.
pt_br: Este nome de exibição já está em uso. Por favor escolha outro.

source: If you enable this option they will be hidden.
pt_br: Se você habilitar esta opção, eles ficarão ocultos.

source: The number of users that share a particular value is shown for the Select and Checkbox facet types.
pt_br: O número de usuários que compartilham um valor específico é mostrado para os tipos de faceta Selecionar e Caixa de seleção.

source: Remove repetition counts from Faceted Menus
pt_br: Remova a contagem de repetições dos menus facetados

source: With this option activated, the URLs will be generated using the users <strong>nicename</strong>.
pt_br: Com esta opção ativada, as URLs serão geradas usando os usuários <strong>nicename</strong>.

source: By default Single Userlisting URLs are generated using the users ID. eg.:
pt_br: Por padrão, os URLs de lista de usuários únicos são gerados usando o ID do usuário. por exemplo.:

source: Make the Single Userlisting URLs work with user nicename
pt_br: Faça com que os URLs da lista de usuários únicos funcionem com o usuário nicename

source: Using this option, you can change the word <strong>user</strong> to something else. Leave empty if you do not want to change it.
pt_br: Usando esta opção, você pode alterar a palavra <strong>usuário</strong> para outra coisa. Deixe em branco se não quiser alterá-lo.

source: By default Single Userlisting URLs contain the word <strong>user</strong>. eg.:
pt_br: Por padrão, os URLs de lista de usuário único contêm a palavra <strong>usuário</strong>. por exemplo.:

source: Modify base URL for Single Userlisting
pt_br: Modificar URL base para listagem de usuários únicos

source: Default text is <strong>Search Users by All Fields</strong>, use this option to change it to something else. Leave empty if you do not want to change it.
pt_br: O texto padrão é <strong>Pesquisar usuários por todos os campos</strong>, use esta opção para alterá-lo para outra coisa. Deixe em branco se não quiser alterá-lo.

source: This refers to the placeholder text from the <strong>{{{extra_search_all_fields}}}</strong> tag.
pt_br: Isso se refere ao texto do marcador de posição da tag <strong>{{{extra_search_all_fields}}}</strong>.

source: Change placeholder text for Search box
pt_br: Alterar o texto do espaço reservado para a caixa de pesquisa

source: You can read more info about this shortcode by following <a href="https://www.cozmoslabs.com/docs/profile-builder-2/developers-knowledge-base/shortcodes/format-date-shortcode/">this url</a>.
pt_br: Você pode ler mais informações sobre este shortcode seguindo <a href="https://www.cozmoslabs.com/docs/profile-builder-2/developers-knowledge-base/shortcodes/format-date-shortcode/">este URL</a>.
