Repository: whooohq/whq-wordpress-starter-bricks
Catalog: plugins/profile-builder/translation/profile-builder-*.po
Languages: pt_br

source: LinkedIn Button Text (Edit Profile)
pt_br: Texto do botão do LinkedIn (Editar perfil)

source: Twitter Button Text (Edit Profile)
pt_br: Texto do botão do Twitter (Editar perfil)

source: Google Button Text (Edit Profile)
pt_br: Texto do botão do Google (Editar perfil)

source: Facebook Button Text (Edit Profile)
pt_br: Texto do botão do Facebook (Editar perfil)

source: LinkedIn Button Text (Login/Register)
pt_br: Texto do botão do LinkedIn (Login/Registro)

source: Twitter Button Text (Login/Register)
pt_br: Texto do botão do Twitter (Login/Registro)

source: Google Button Text (Login/Register)
pt_br: Texto do botão do Google (Login/Registro)

source: Facebook Button Text (Login/Register)
pt_br: Texto do botão do Facebook (Login/Registrar)

source: Heading Before Buttons (Edit Profile)
pt_br: Cabeçalho antes dos botões (Editar perfil)

source: Empty field will remove the heading.
pt_br: O campo vazio removerá o título.

source: Heading Before Buttons (Login/Register)
pt_br: Cabeçalho Antes dos Botões (Login/Registrar)

source: Display social buttons before or after the forms fields.
pt_br: Exiba botões sociais antes ou depois dos campos de formulários.

source: Save the buttons order from the buttons order checkboxes
pt_br: Salve a ordem dos botões nas caixas de seleção de ordem dos botões

source: Drag and drop the dots to re-order.
pt_br: Arraste e solte os pontos para reordenar.

source: Allow only login with Social Connect on Profile Builder Login Form.<br>Social Connect will still automatically register users on other forms.
pt_br: Permitir apenas o login com o Social Connect no formulário de login do Profile Builder.<br>O Social Connect ainda registrará automaticamente os usuários em outros formulários.

source: To enable it on Multiple Registration and Edit-Profile Forms you must add Break Points in each form page.
pt_br: Para habilitá-lo em Múltiplos Formulários de Registro e Editar Perfil, você deve adicionar Pontos de Interrupção em cada página do formulário.

source: Enable on:
pt_br: Ativar em:

source: Multi-Step Forms options updated.
pt_br: Opções de formulários de várias etapas atualizadas.

source: Request in process, please wait a few seconds before a new one!
pt_br: Solicitação em andamento, aguarde alguns segundos antes de uma nova!

source: You must select a label to edit!
pt_br: Você deve selecionar um rótulo para editar!

source: Easily import the labels into another site.
pt_br: Importe facilmente os rótulos para outro site.

source: Export Labels as a .json file.
pt_br: Exporte rótulos como um arquivo .json.

source: This will overwrite all your old edited labels!\nAre you sure you want to continue?
pt_br: Isso substituirá todos os seus marcadores editados antigos!\nTem certeza de que deseja continuar?

source: Easily import the labels from another site.
pt_br: Importe facilmente os rótulos de outro site.

source: New Label
pt_br: Novo rótulo

source: This will overwrite your old PB settings! Are you sure you want to continue?
pt_br: Isso substituirá suas configurações antigas de PB! Você tem certeza que quer continuar?

source: Import Profile Builder options from a .json file. This allows you to easily import the configuration from another site.
pt_br: Importe as opções do Profile Builder de um arquivo .json. Isso permite importar facilmente a configuração de outro site.

source: Export Profile Builder options as a .json file. This allows you to easily import the configuration into another site.
pt_br: Exporte as opções do Profile Builder como um arquivo .json. Isso permite importar facilmente a configuração para outro site.

source: The email confirmation does not match your email address.
pt_br: A confirmação por e-mail não corresponde ao seu endereço de e-mail.

source: iFrame Size
pt_br: Tamanho do iFrame

source: iFrame Title
pt_br: Título do iFrame

source: BuddyPress field visibility syntax
pt_br: Sintaxe de visibilidade do campo BuddyPress

source: Display name:
pt_br: Nome de Exibição:

source: Only Me
pt_br: Somente eu

source: BuddyPress Default Field Visibility
pt_br: Visibilidade de campo padrão do BuddyPress

source: Allow members to override
pt_br: Permitir que os membros sobrescrevam

source: Check this if All User-listing managed via Profile Builder should replace the default BuddyPress Members page.<br>The template used will be the one selected above.
pt_br: Marque isso se todas as listas de usuários gerenciadas por meio do Profile Builder devem substituir a página padrão de membros do BuddyPress.<br>O modelo usado será o selecionado acima.

source: Enable PB User Listing on BuddyPress Members page
pt_br: Habilite a lista de usuários do PB na página de membros do BuddyPress

source: Use All-User Listing?
pt_br: Usar listagem de todos os usuários?

source: Select which User Listing template managed by Profile Builder should replace the default BuddyPress user profile view.
pt_br: Selecione qual modelo de lista de usuários gerenciado pelo Profile Builder deve substituir a visualização de perfil de usuário padrão do BuddyPress.

source: Select Profile Builder Edit Profile form to replace the BuddyPress Profile Edit tab.
pt_br: Selecione o formulário Profile Builder Edit Profile para substituir a guia BuddyPress Profile Edit.

source: Edit Profile form:
pt_br: Editar formulário de perfil:

source: Select Profile Builder Registration form to replace the BuddyPress Registration form.<br>Registration emails will now be managed in Profile Builder -> User Email Customizer
pt_br: Selecione o formulário de registro do Profile Builder para substituir o formulário de registro do BuddyPress.<br>Os e-mails de registro agora serão gerenciados no Profile Builder -> User Email Customizer

source: Create fields in Profile Builder that match the existing ones in BuddyPress and import all the user field entries.<br><a href="https://www.cozmoslabs.com/docs/profile-builder-2/add-ons/buddypress/#Import_BuddyPress_Fields_to_Profile_Builder">Learn more about importing BuddyPress fields</a>.
pt_br: Crie campos no Profile Builder que correspondam aos existentes no BuddyPress e importe todas as entradas de campo do usuário.<br><a href="https://www.cozmoslabs.com/docs/profile-builder-2/add-ons/buddypress/#Import_BuddyPress_Fields_to_Profile_Builder">Saiba mais sobre como importar campos BuddyPress</a>.

source: bbPress needs to be installed and activated for Profile Builder - bbPress Integration Add-on to work as expected!
pt_br: O bbPress precisa ser instalado e ativado para que o Profile Builder - bbPress Integration Add-on funcione conforme o esperado!

source: Choose Edit Profile form to display under bbPress Profile Edit tab:
pt_br: Escolha o formulário Editar perfil para exibir na guia Editar perfil do bbPress:

source: bbPress Integration
pt_br: Integração bbPress

source: Register your version of %s
pt_br: Registre sua versão de %s

source: Profile Builder Forms
pt_br: Formulários Profile Builder

source: Edit User Roles
pt_br: Editar funções do usuário

source: Are you sure?\nThis will permanently delete the role and cannot be undone!\nUsers assigned only on this role will be moved to the default role.
pt_br: Tem certeza?\nIsso excluirá permanentemente a função e não poderá ser desfeito!\nUsuários atribuídos somente a esta função serão movidos para a função padrão.

source: You can't delete the default role. Change it first.
pt_br: Você não pode excluir a função padrão. Altere-o primeiro.

source: This capability already exists!
pt_br: Esta capacidade já existe!

source: You can't add a hidden capability!
pt_br: Você não pode adicionar um recurso oculto!

source: Please select an existing capability or add a new one!
pt_br: Selecione um recurso existente ou adicione um novo!

source: Users
pt_br: Usuários

source: Capabilities
pt_br: Capacidades

source: Role Name
pt_br: Nome da Função

source: Role draft updated.
pt_br: Rascunho de função atualizado.

source: Role scheduled for: <strong>%1$s</strong>
pt_br: Função agendada para: <strong>%1$s</strong>

source: Role submitted.
pt_br: Função enviada.

source: Role saved.
pt_br: Função salva.

source: Role created.
pt_br: Função criada.

source: Role restored to revision from %s
pt_br: Função restaurada para revisão de %s

source: Custom field deleted.
pt_br: Campo personalizado excluído.

source: Role updated.
pt_br: Função atualizada.

source: Enter role name here
pt_br: Insira o nome da função aqui

source: No roles found in trash
pt_br: Nenhuma função encontrada na lixeira

source: No roles found
pt_br: Nenhuma função encontrada

source: Search the Roles Editor
pt_br: Pesquise o Editor de Funções

source: View Role
pt_br: Ver função

source: New Role
pt_br: Nova função

source: Edit Role
pt_br: Editar função

source: Add New Role
pt_br: Adicionar função de usuário

source: You can't delete this capability from your role.
pt_br: Você não pode excluir essa capacidade de sua função.

source: Capability
pt_br: Capacidade

source: Add New Capability
pt_br: Adicionar novo recurso

source: This capability is not saved until you click Publish!
pt_br: Esse recurso não é salvo até que você clique em Publicar!

source: This capability is not saved until you click Update!
pt_br: Esse recurso não é salvo até que você clique em Atualizar!

source: This will permanently delete the capability from your site and from every user role. It can't be undone!
pt_br: Isso excluirá permanentemente o recurso de seu site e de cada função de usuário. Não pode ser desfeito!

source: Delete Permanently
pt_br: Excluir Permanentemente

source: Select capabilities
pt_br: Selecionar capacidades

source: No capabilities found.
pt_br: Nenhuma capacidade encontrada.

source: Role name is required.
pt_br: O nome da função é obrigatório.

source: Your Role
pt_br: Sua função

source: Show a portion of the restricted post to logged-out users or users that are not allowed to see it.
pt_br: Mostre uma parte da postagem restrita para usuários desconectados ou usuários que não têm permissão para vê-la.

source: Show the content before the "more" tag
pt_br: Mostrar o conteúdo antes da tag "mais"

source: Show the first %s words of the post's content
pt_br: Mostrar as primeiras %s palavras do conteúdo da postagem

source: Restricted Posts Preview
pt_br: Visualização de postagens restritas

source: Message for logged-in users
pt_br: Mensagem para usuários logados

source: Message for logged-out users
pt_br: Mensagem para usuários desconectados

source: If you select "Redirect", the post's content will be protected by redirecting the user to the URL you specify. The redirect happens only when accessing a single post. On archive pages the restriction message will be displayed, instead of the content.
pt_br: Se você selecionar "Redirecionar", o conteúdo da postagem será protegido redirecionando o usuário para a URL que você especificar. O redirecionamento acontece apenas ao acessar um único post. Nas páginas de arquivo, a mensagem de restrição será exibida, em vez do conteúdo.

source: If you select "Message", the post's content will be protected by being replaced with a custom message.
pt_br: Se você selecionar "Mensagem", o conteúdo da postagem será protegido sendo substituído por uma mensagem personalizada.

source: Messages for logged-in users
pt_br: Mensagens para usuários logados

source: Messages for logged-out users
pt_br: Mensagens para usuários desconectados

source: Check if you wish to add custom messages for this %s.
pt_br: Verifique se você deseja adicionar mensagens personalizadas para este %s.

source: Enable Custom Messages
pt_br: Ativar mensagens personalizadas

source: Restriction Messages
pt_br: Mensagens de restrição

source: Add a URL where you wish to redirect users that do not have access to this %s and try to access it directly.
pt_br: Adicione um URL para onde você deseja redirecionar os usuários que não têm acesso a este %s e tente acessá-lo diretamente.

source: Custom Redirect URL
pt_br: URL de redirecionamento personalizada

source: Check if you wish to add a custom redirect URL for this %s.
pt_br: Verifique se você deseja adicionar um URL de redirecionamento personalizado para este %s.

source: Enable Custom Redirect URL
pt_br: Ativar URL de redirecionamento personalizado

source: Restriction Redirect URL
pt_br: URL de redirecionamento de restrição

source: Checking any user role will show this %s only to users that have one of those user roles assigned.
pt_br: Marcar qualquer função de usuário mostrará este %s apenas para usuários que tenham uma dessas funções de usuário atribuídas.

source: Checking only "Logged In Users" will show this %s to all logged in users, regardless of user role.
pt_br: Marcar apenas "Usuários logados" mostrará este %s para todos os usuários logados, independentemente da função do usuário.

source: Logged In Users
pt_br: Usuários conectados

source: Settings Default
pt_br: Configurações padrão

source: Type of Restriction
pt_br: Tipo de restrição

source: Brazil Real
pt_br: Real Brasileiro

source: You must be logged in to view this content.
pt_br: Você precisa estar logado para visualizar este conteúdo.

source: Message
pt_br: Mensagem

source: Display Options
pt_br: Opções de exibição

source: Profile Builder Content Restriction
pt_br: Restrição de conteúdo do Profile Builder

source: This content is restricted for your user role.
pt_br: Este conteúdo é restrito à sua função de usuário.

source: You can add / edit user roles at %1$sUsers > Roles Editor%2$s.
pt_br: Você pode adicionar/editar funções de usuário em %1$sUsuários > Editor de funções%2$s.

source: "Roles Editor" Activated:
pt_br: "Editor de funções" ativado:

source: Add, remove, clone and edit roles and also capabilities for these roles.
pt_br: Adicione, remova, clone e edite funções e também recursos para essas funções.

source: Roles Editor
pt_br: Editor de Funções

source: Restrict users from accessing certain pages, posts or custom post types based on user role or logged-in status.
pt_br: Restrinja os usuários de acessar determinadas páginas, postagens ou tipos de postagem personalizados com base na função do usuário ou no status de login.

source: Content Restriction
pt_br: Restrição de conteúdo

source: Dismiss this notice.
pt_br: Dispensar este aviso.

source: Translate your Profile Builder forms with a WordPress translation plugin that anyone can use. It offers a simpler way to translate WordPress sites, with full support for WooCommerce and site builders.
pt_br: Traduza seus formulários do Profile Builder com um plug-in de tradução do WordPress que qualquer pessoa pode usar. Ele oferece uma maneira mais simples de traduzir sites WordPress, com suporte total para WooCommerce e construtores de sites.

source: PB Login
pt_br: Login PB
